IDEA Open Model
ResultOfNLAPoint2.Y Property
Compatible with IDEA StatiCa 20.1
 Y coordinates on cross-section
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Y { get; set; }
Public Property Y As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ResultOfNLAPoint2 Class
IdeaRS.OpenModel.Result Namespace